<template>
  <div class="container h100">
    <div class="disclaimer-box">
      <h3>免责条款</h3>
      <p>欢迎使用住建鸟！任何使用住建鸟的用户均应仔细阅读本声明，用户可选择不使用住建鸟，用户使用住建鸟的行为，包括进入住建鸟主页及各层页面将被视为对本声明全部内容的认可。</p>
      <p>住建鸟所有刊登内容，以及所提供的信息资料，目的是为了更好地服务我们的访问者、使用者，住建鸟不保证所有信息、文本、图形、链接及其它项目的绝对准确性和完整性，故仅供参照使用。</p>
      <p>住建鸟不担保网络服务一定能满足用户的要求，也不担保网络服务不会中断，对网络服务的及时性、安全性、准确性也都不做担保。对于因不可抗力或住建鸟不能控制的原因造成的网络服务中断或其他缺陷，住建鸟不承担任何责任，但将尽力减少因此而给用户造成的损失和 影响.住建鸟严格保障用户隐私权，对上网用户的个人信息保密，未经上网用户同意不得向他人泄露，但法律另有规定的除外.用户自愿注册个人信息，用户在注册时提供的所有信息，都是基于自愿，用户有权在任何时候拒绝提供这些信息。注册个人信息的用户同意住建鸟对这些信息进行善意利用。用户明确同意其使用住建鸟网络服务所存在的风险将完全由其自己承担。</p>
      <p>任何单位或个人认为通过住建鸟的内容（或通过住建鸟到的第三方内容）可能涉嫌侵犯其合法权益，应该及时向住建鸟书面反馈，并提供身份证明、权属证明及详细侵权情况证明，住建鸟在收到上述法律文件后，将会尽快删除被控侵权内容。</p>
      <p>除住建鸟注明之服务条款外，其它因使用住建鸟而引致之任何意外、疏忽、合约毁坏、诽谤、版权或知识产权侵犯及其所造成的各种损失 （包括因下载而感染电脑病毒），住建鸟概不负责，亦不承担任何法律责任。</p>
      <p>任何透过住建鸟网页而链接及得到之资讯、产品及服务，住建鸟概不负责，亦不负任何法律责任。</p>
      <p>住建鸟内所有内容并不反映任何住建鸟之意见及观点。</p>
      <p>住建鸟适用于中华人民共和国法律法规规定的其它有关免责规定。</p>
    </div>
  </div>
</template>
<script>


  export default{
    name: 'disclaimer',
  }
</script>
