<template>
  <div class="container h100">
    <div class="disclaimer-box">
      <h3>用户协议</h3>
      <h3>1、协议生效条件</h3>
      <p>住建鸟的各项服务的所有权和运作权归住建鸟所有。住建鸟提供的服务将完全按照其发布的章程、服务条款和操作规则严格执行。用户完 全完成注册程序，此协议即时生效，您随之成为住建鸟的注册用户。</p>
      <h3>2、注册义务</h3>
      <p>住建鸟通过国际互联网为用户提供网络服务。同时，用户必须：<br/>
        (1)自行配备上网的所需设备，包括个人移动手机或其他必备上网装置；<br/>
        (2)自行负担个人上网所支付的与此服务有关的电话费用、网络费用。<br/>
        为了能使用本服务，您同意以下事项∶<br/>
        (a)依本服务注册表的提示提供您本人真实、正确、最新及完整的资料；<br/>
        (b)维持更新您个人用户信息，确保其真实、正确、最新及完整。若您提供任何错误、不实、过时或不完整的资料，并为住建鸟所确知, 或者住建鸟有合理的理由怀疑前述资料为错误、不实、过时或不完整，住建鸟有权暂停或终止您的帐号，并拒绝您于现在和未来使用住建鸟全部或部分的服务。<br/>
        (c)用户必须同意接受住建鸟通过电子邮件或其他方式向用户发送广告或其他相关商业信息。
      </p>
      <h3>3、隐私制度</h3>
      <p>
        尊重用户个人隐私是住建鸟的一项基本政策。所以，作为对用户注册资料分析的补充，住建鸟不会在未经合法用户授权时公开、编辑或透 露其注册资料及保存在住建鸟中的非公开内容。除非有法律许可要求或住建鸟在诚信的基础上认为透露这些信息在以下情况是必要的：<br/>
        (1) 遵守有关法律规定，遵从住建鸟合法服务程序；<br/>
        (2) 保持维护住建鸟的商标所有权；<br/>
        (3) 在紧急情况下竭力维护用户个人和社会大众的隐私安全；<br/>
        (4) 符合其他相关的要求。
      </p>
      <h3>4、用户信息的存储与限制</h3>
      <p>住建鸟不对用户所发布信息的删除或储存失败负责。住建鸟有判定用户的行为是否符合住建鸟服务条款的要求和精神的保留权利，如果用 户违背了服务条款的规定，住建鸟有中断对其提供网络服务的权利。</p>
      <h3>5、服务条款的修改</h3>
      <p>住建鸟有权在必要时修改服务条款。住建鸟服务条款一旦发生变动，将会在重要页面上提示所修改的内容。如果不同意所改动的内容，用 户可以主动取消获得的网络服务。如果用户继续享用网络服务，则视为接受服务条款的变动。住建鸟保留随时修改或中断服务而不需照知 用户的权利。住建鸟行使修改或中断服务的权利，不需对用户或第三方负责。</p>
      <h3>6、拒绝提供担保</h3>
      <p>用户对网络服务的使用承担风险。住建鸟对此不作任何类型的担保，不论是明确的或隐含的，但是不对商业性的隐含担保、特定目的和不 违反规定的适当担保作限制。</p>
      <h3>7、有限责任</h3>
      <p>住建鸟对任何直接、间接、偶然、特殊及继起的损害不负责任，这些损害可能来自：不正当使用网络服务，在网上购买商品或进行同类型 服务，在网上进行交易，非法使用网络服务或用户传送的信息有所变动。</p>
      <h3>8、服务的结束</h3>
      <p>
        用户或住建鸟可随时根据实际情况中断一项或多项网络服务。住建鸟不需对任何个人或第三方负责而随时中断服务。用户对后来的条款修 改有异议，或对住建鸟的服务不满，可以行使如下权利：<br/>
        (a)停止使用住建鸟的网络服务；<br/>
        (b) 通告住建鸟停止对该用户的服务.结束用户服务后，用户使用网络服务的权利马上中止。<br/>
        从那时起，用户没有权利，住建鸟也没有义务传送任何未处理的信息或未完成的服务给用户或第三方。
      </p>
      <h3>9、用户管理</h3>
      <p>用户单独承担发布内容的责任。用户对服务的使用是根据所有适用于住建鸟的国家法律、地方法律和国际法律标准的。<br/>
        用户必须遵循：<br/>
        (1)从中国境内向外传输技术性资料时必须符合中国有关法规；<br/>
        (2)使用网络服务不作非法用途；<br/>
        (3)不干扰或混乱网络服务；<br/>
        (4)遵守所有使用网络服务的网络协议、规定、程序和惯例。<br/>
        (5)转贴文章或者上传他人设计作品时事先征得原作者同意，并注明"原作者姓名及出处，版权仅归原作者所有"住建鸟对可能由此产 生侵权的直接或间接结果不必承担任何责任。<br/>
        (6)用户须承诺不传输任何非法的、骚扰性的、中伤他人的、辱骂性的、恐吓性的、伤害性的、庸俗的，淫秽等信息资料。另外，用户也不能传输任何教唆他人构成犯罪行为的资料；不能传输助长国内不利条件和涉及国家安全的资料；不能传输任何不符合当地法规, 国家 法律和国际法律的资料。
      </p>
      <h3>10、内容的权利</h3>
      <p>
        (1)用户对于其创作并在住建鸟上发布的合法信息依法享有著作权及其相关权利。<br/>
        (2)对于用户通过住建鸟网络服务上传到住建鸟网站上可公开获取区域的任何信息，用户同意住建鸟在全世界范围内具有永久性的、不可撤销的权利和免许可费、可完全转授的权利。住建鸟可将用户通过住建鸟网络服务上传到住建鸟网站上可公开获取区域的任何信息免费 进行复制、修改、改编等以用于住建鸟业务，并可通过各种形式免费使用上述信息。
      </p>
      <h3>11、用户的广告宣传</h3>
      <p>用户在自己发表的信息中加入宣传资料或参与广告策划，在住建鸟的免费服务上展示他们的产品，任何这类促销方法，包括运输货物、付款、服务、商业条件、担保及与广告有关的描述都只是在相应的用户和广告销售商之间发生。住建鸟不承担任何责任，住建鸟没有义务为 这类广告销售负任何一部分的责任。</p>
      <h3>12、法律</h3>
      <p>网络服务条款要与中华人民共和国的法律解释相一致，用户和住建鸟一致同意服从高等法院所管辖。如发生住建鸟服务条款与中华人民共和国法律相抵触时，则这些条款将完全按法律规定重新解释，而其它条款则依旧保持对用户产生法律效力和影响。<br/>
        在任何情况下，住建鸟用户不得利用住建鸟进行违反或可能违反国家法律和法规的言论或行为，否则，住建鸟可在任何时候不经任何事先通知终止向您提供服务。并且用户对自己的言论或行为负责。<br/>
        得以任何方式或理由对上述产品、服务、信息、材料的任何部分进行使用、复制、修改、抄录、传播或与其它产品捆绑使用、销售。<br/>
        凡侵犯本公司版权等知识产权的，本公司必依法追究其法律责任。<br/>
        本公司法律事务部受本公司指示，特此郑重法律声明！
      </p>
    </div>
  </div>
</template>
<script>


  export default{
    name: 'userProtocol',
  }
</script>
